"Skim/Open File in Skim" = "Skim/Otwórz plik w Skim";
"Skim/Open URL in Skim" = "Skim/Otwórz URL w Skim";
"Skim/Open Selected PDF" = "Skim/Otwórz wybrany PDF";
"Skim/Show Skim Notes" = "Skim/Pokaż notatki Skim";
